
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Workgroups for %@";
"MCX_NO_WORKGROUPS_FOR" = "There are no workgroups for %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Unable to create mobile account.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "There was a problem creating your mobile account.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "There was a problem accessing your mobile account volume.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "There was a problem creating your mobile account record.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "There was a problem while creating or accessing “%@”.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "There was a problem creating a FileVault home.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Your FileVault home can't be created because a folder with the same name already exists.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "You cannot continue because you are already logged in on another computer.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "You may only log in on one computer at a time.   Please contact your system administrator or try again later.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "You are not allowed to log in at this time.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Your current settings do not allow you to log in.   Please contact your system administrator.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "You are not allowed to log in at this time.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Local users are not allowed to log in.   Please contact your system administrator.";

